Repository: aSynch1889/LanguageTool
Catalog: Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt, th, tr, zh_hans, zh_hant

source: Reload Source
de: Quelle neu laden
es: Recargar origen
fr: Recharger la source
it: Ricarica origine
ja: ソースを再読込
ko: 소스 다시 로드
pt: Recarregar origem
th: โหลดแหล่งที่มาใหม่
tr: Kaynağı Yenile
zh_hans: 重新加载源文件
zh_hant: 重新載入來源

source: Reloading will discard edits that have not been saved.
de: Neuladen verwirft nicht gesicherte Bearbeitungen.
es: Recargar descartará las ediciones que no se hayan guardado.
fr: Le rechargement ignorera les modifications non enregistrées.
it: Il ricaricamento eliminerà le modifiche non salvate.
ja: 再読込すると未保存の編集は破棄されます。
ko: 다시 로드하면 저장되지 않은 편집 내용이 버려집니다.
pt: Recarregar descartará edições que não foram guardadas.
th: การโหลดใหม่จะทิ้งการแก้ไขที่ยังไม่ได้บันทึก
tr: Yeniden yükleme kaydedilmemiş düzenlemeleri atar.
zh_hans: 重新加载将丢弃尚未保存的编辑。
zh_hant: 重新載入將捨棄尚未儲存的編輯。

source: Replace the whole Base URL (e.g. https://api.deepseek.com). It normalizes when you leave the field or press Return.
de: Ersetzen Sie die gesamte Basis-URL (z. B. https://api.deepseek.com). Sie wird normalisiert, wenn Sie das Feld verlassen oder die Eingabetaste drücken.
es: Sustituye toda la URL base (p. ej. https://api.deepseek.com). Se normaliza al salir del campo o pulsar Retorno.
fr: Remplacez toute l’URL de base (p. ex. https://api.deepseek.com). Elle est normalisée lorsque vous quittez le champ ou appuyez sur Retour.
it: Sostituisci l’intero URL di base (ad es. https://api.deepseek.com). Viene normalizzato quando lasci il campo o premi Invio.
ja: ベース URL 全体を置き換えてください（例: https://api.deepseek.com）。フィールドを離れるか Return を押すと正規化されます。
ko: 전체 기본 URL을 바꾸세요(예: https://api.deepseek.com). 필드를 떠나거나 Return을 누르면 정규화됩니다.
pt: Substitua o URL base completo (ex.: https://api.deepseek.com). É normalizado quando sai do campo ou pressiona Return.
th: แทนที่ Base URL ทั้งค่า (เช่น https://api.deepseek.com) จะถูกทำให้เป็นมาตรฐานเมื่อออกจากช่องหรือกด Return
tr: Temel URL’nin tamamını değiştirin (örn. https://api.deepseek.com). Alandan çıkınca veya Return’e basınca normalleştirilir.
zh_hans: 请替换整个 Base URL（例如 https://api.deepseek.com）。离开输入框或按回车后会自动规范化。
zh_hant: 請替換整個 Base URL（例如 https://api.deepseek.com）。離開輸入框或按 Return 後會自動正規化。

source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
it: Ripristina
ja: リセット
ko: 재설정
pt: Redefinir
th: รีเซ็ต
tr: Sıfırla
zh_hans: 重置
zh_hant: 重置

source: Review
de: Prüfen
es: Revisar
fr: Révision
it: Revisione
ja: レビュー
ko: 검토
pt: Revisar
th: ตรวจทาน
tr: İncele
zh_hans: 审阅
zh_hant: 審閱

source: Save
de: Sichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
pt: Guardar
th: บันทึก
tr: Kaydet
zh_hans: 保存
zh_hant: 儲存

source: Save changes before closing?
de: Änderungen vor dem Schließen sichern?
es: ¿Guardar cambios antes de cerrar?
fr: Enregistrer les modifications avant de fermer ?
it: Salvare le modifiche prima di chiudere?
ja: 閉じる前に変更を保存しますか？
ko: 닫기 전에 변경 사항을 저장할까요?
pt: Guardar alterações antes de fechar?
th: บันทึกการเปลี่ยนแปลงก่อนปิดหรือไม่
tr: Kapatmadan önce değişiklikler kaydedilsin mi?
zh_hans: 关闭前保存更改？
zh_hant: 關閉前儲存變更？

source: Save failed: %@
de: Speichern fehlgeschlagen: %@
es: Error al guardar: %@
fr: Échec de l’enregistrement : %@
it: Salvataggio non riuscito: %@
ja: 保存失敗: %@
ko: 저장 실패: %@
pt: Falha ao guardar: %@
th: บันทึกล้มเหลว: %@
tr: Kaydetme başarısız: %@
zh_hans: 保存失败：%@
zh_hant: 儲存失敗：%@

source: Save Localization File
de: Lokalisierungsdatei speichern
es: Guardar archivo de localización
fr: Enregistrer le fichier de localisation
it: Salva file di localizzazione
ja: ローカライズファイルの保存
ko: 지역화 파일 저장
pt: Salvar arquivo de localização
th: บันทึกไฟล์ Localization
tr: Yerelleştirme Dosyasını Kaydet
zh_hans: 保存本地化文件
zh_hant: 儲存本地化檔案

source: Save Path:
de: Speicherpfad:
es: Ruta de guardado:
fr: Chemin d'enregistrement :
it: Percorso di salvataggio:
ja: 保存パス：
ko: 저장 경로:
pt: Caminho de salvamento:
th: เส้นทางการบันทึก:
tr: Kayıt Yolu:
zh_hans: 保存路径：
zh_hant: 儲存路徑：

source: Saved
de: Gesichert
es: Guardado
fr: Enregistré
it: Salvato
ja: 保存済み
ko: 저장됨
pt: Guardado
th: บันทึกแล้ว
tr: Kaydedildi
zh_hans: 已保存
zh_hant: 已儲存

source: Saved to %@
de: Gesichert unter %@
es: Guardado en %@
fr: Enregistré dans %@
it: Salvato in %@
ja: %@ に保存しました
ko: %@에 저장됨
pt: Guardado em %@
th: บันทึกไปยัง %@ แล้ว
tr: %@ konumuna kaydedildi
zh_hans: 已保存到 %@
zh_hant: 已儲存至 %@

source: Search
de: Suchen
es: Buscar
fr: Rechercher
it: Cerca
ja: 検索
ko: 검색
pt: Pesquisar
th: ค้นหา
tr: Ara
zh_hans: 搜索
zh_hant: 搜尋

source: Search languages...
de: Suchsprachen...
es: Buscar idiomas...
fr: Rechercher des langues...
it: Cerca lingue...
ja: 言語を検索...
ko: 언어 검색...
pt: Pesquisar idiomas...
th: ค้นหาภาษา...
tr: Dil ara...
zh_hans: 搜索语言...
zh_hant: 搜尋語言…

source: Select
de: Auswählen
es: Seleccionar
fr: Sélectionner
it: Seleziona
ja: 選択
ko: 선택
pt: Selecionar
th: เลือก
tr: Seç
zh_hans: 选择
zh_hant: 選擇

source: Select a key to edit
de: Schlüssel zum Bearbeiten auswählen
es: Selecciona una clave para editar
fr: Sélectionnez une clé à modifier
it: Seleziona una chiave da modificare
ja: 編集するキーを選択
ko: 편집할 키를 선택하세요
pt: Selecione uma chave para editar
th: เลือกคีย์เพื่อแก้ไข
tr: Düzenlemek için bir anahtar seçin
zh_hans: 选择要编辑的键
zh_hant: 選擇要編輯的鍵

source: Select All
de: Alle auswählen
es: Seleccionar todo
fr: Sélectionner tout
it: Seleziona tutto
ja: すべて選択
ko: 모두 선택
pt: Selecionar todos
th: เลือกทั้งหมด
tr: Tümünü Seç
zh_hans: 全选
zh_hant: 全選

source: Select directory for ARB files
de: Verzeichnis für ARB-Dateien auswählen
es: Seleccionar directorio para archivos ARB
fr: Sélectionner le répertoire pour les fichiers ARB
it: Seleziona la directory per i file ARB
ja: ARBファイルのディレクトリを選択してください
ko: ARB 파일을 저장할 디렉토리를 선택하십시오
pt: Selecionar diretório para arquivos ARB
th: เลือกไดเรกทอรีสำหรับไฟล์ ARB
tr: ARB dosyaları için dizin seçin
zh_hans: 选择ARB文件目录
zh_hant: 選擇 ARB 檔案目錄

source: Select directory for JSON files
de: Verzeichnis für JSON-Dateien auswählen
es: Seleccionar directorio para archivos JSON
fr: Sélectionner le répertoire pour les fichiers JSON
it: Seleziona la directory per i file JSON
ja: JSONファイルのディレクトリを選択してください
ko: JSON 파일을 저장할 디렉토리를 선택하십시오
pt: Selecionar diretório para arquivos JSON
th: เลือกไดเรกทอรีสำหรับไฟล์ JSON
tr: JSON dosyaları için dizin seçin
zh_hans: 选择JSON文件目录
zh_hant: 選擇 JSON 檔案目錄

source: Select directory for language files
de: Verzeichnis für Sprachdateien auswählen
es: Seleccionar directorio para archivos de idioma
fr: Sélectionner le répertoire pour les fichiers de langue
it: Seleziona la directory per i file delle lingue
ja: 言語ファイルのディレクトリを選択してください
ko: 언어 파일을 저장할 디렉토리를 선택하십시오
pt: Selecionar diretório para arquivos de idioma
th: เลือกไดเรกทอรีสำหรับไฟล์ภาษา
tr: Dil dosyaları için dizin seçin
zh_hans: 选择语言文件目录
zh_hant: 選擇語言檔案目錄

source: Select directory for output files
de: Ausgabeverzeichnis auswählen
es: Seleccionar directorio para archivos de salida
fr: Sélectionner le répertoire pour les fichiers de sortie
it: Seleziona la directory per i file di output
ja: 出力ファイルのディレクトリを選択してください
ko: 출력 파일을 저장할 디렉토리를 선택하십시오
pt: Selecionar diretório para arquivos de saída
th: เลือกไดเรกทอรีสำหรับไฟล์เอาต์พุต
tr: Çıkış dosyaları için dizin seçin
zh_hans: 选择输出文件目录
zh_hant: 選擇輸出檔案目錄

source: Select Input File
de: Eingabedatei auswählen
es: Seleccionar archivo de entrada
fr: Sélectionner le fichier d'entrée
it: Seleziona file di input
ja: 入力ファイルを選択してください
ko: 입력 파일 선택
pt: Selecionar arquivo de entrada
th: เลือกไฟล์อินพุต
tr: Giriş Dosyasını Seç
zh_hans: 选择输入文件
zh_hant: 選擇輸入檔案

source: Select Localization File
de: Lokalisierungsdatei auswählen
es: Seleccionar archivo de localización
fr: Sélectionner le fichier de localisation
it: Seleziona file di localizzazione
ja: ローカライズファイルを選択してください
ko: 지역화 파일 선택
pt: Selecionar arquivo de localização
th: เลือกไฟล์ Localization
tr: Yerelleştirme Dosyasını Seç
zh_hans: 选择本地化文件
zh_hant: 選擇本地化檔案

source: Select location to save .xcstrings file
de: Speicherort für .xcstrings-Datei auswählen
es: Seleccionar ubicación para guardar el archivo .xcstrings
fr: Sélectionner l'emplacement pour enregistrer le fichier .xcstrings
it: Seleziona la posizione per salvare il file .xcstrings
ja: .xcstringsファイルの保存場所を選択してください
ko: .xcstrings 파일을 저장할 위치를 선택하십시오
pt: Selecione o local para salvar o arquivo .xcstrings
th: เลือกตำแหน่งที่จะบันทึกไฟล์ .xcstrings
tr: .xcstrings dosyasını kaydedilecek konumu seçin
zh_hans: 选择保存.xcstrings文件的路径
zh_hant: 選擇儲存 .xcstrings 檔案的位置

source: Select None
de: Auswahl aufheben
es: Deseleccionar todo
fr: Tout désélectionner
it: Deseleziona tutto
ja: 選択解除
ko: 선택 해제
pt: Desmarcar tudo
th: ไม่เลือกเลย
tr: Hiçbirini seçme
zh_hans: 全不选
zh_hant: 全不選

source: Select Output Location
de: Ausgabeort auswählen
es: Seleccionar ubicación de salida
fr: Sélectionner l'emplacement de sortie
it: Seleziona la posizione di output
ja: 出力場所を選択してください
ko: 출력 위치 선택
pt: Selecionar local de saída
th: เลือกตำแหน่งเอาต์พุต
tr: Çıkış Konumunu Seç
zh_hans: 选择输出位置
zh_hant: 選擇輸出位置

source: Select Platform
de: Plattform auswählen
es: Seleccionar plataforma
fr: Sélectionner la plateforme
it: Seleziona piattaforma
ja: プラットフォームを選択してください
ko: 플랫폼 선택
pt: Selecionar plataforma
th: เลือกแพลตฟอร์ม
tr: Platform Seç
zh_hans: 选择平台
zh_hant: 選擇平台

source: Select Save Directory
de: Speicherverzeichnis auswählen
es: Seleccionar directorio de guardado
fr: Sélectionner le répertoire d'enregistrement
it: Seleziona la directory di salvataggio
ja: 保存ディレクトリを選択してください
ko: 저장 디렉토리 선택
pt: Selecionar diretório de salvamento
th: เลือกไดเรกทอรีบันทึก
tr: Kayıt Dizinini Seç
zh_hans: 选择保存目录
zh_hant: 選擇儲存目錄

source: Select Target Languages
de: Zielsprachen auswählen
es: Seleccionar idiomas de destino
fr: Sélectionner les langues cibles
it: Seleziona le lingue di destinazione
ja: ターゲット言語を選択してください
ko: 대상 언어 선택
pt: Selecionar idiomas de destino
th: เลือกภาษาเป้าหมาย
tr: Hedef Dilleri Seç
zh_hans: 选择目标语言
zh_hant: 選擇目標語言

source: Selected Files
de: Ausgewählte Dateien
es: Archivos seleccionados
fr: Fichiers sélectionnés
it: File selezionati
ja: 選択したファイル
ko: 선택된 파일
pt: Arquivos selecionados
th: ไฟล์ที่เลือก
tr: Seçilen Dosyalar
zh_hans: 已选择文件
zh_hant: 已選取檔案

source: Send
de: Senden
es: Enviar
fr: Envoyer
it: Invia
ja: 送信
ko: 보내기
pt: Enviar
th: ส่ง
tr: Gönder
zh_hans: 发送
zh_hant: 送出

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
ko: 설정
pt: Definições
th: การตั้งค่า
tr: Ayarlar
zh_hans: 设置
zh_hant: 設定

source: Settings…
de: Einstellungen …
es: Ajustes…
fr: Réglages…
it: Impostazioni…
ja: 設定…
ko: 설정…
pt: Definições…
th: การตั้งค่า…
tr: Ayarlar…
zh_hans: 设置…
zh_hant: 設定…

source: Show in Finder
de: Im Finder anzeigen
es: Mostrar en el Finder
fr: Afficher dans le Finder
it: Mostra nel Finder
ja: Finderで開く
ko: Finder에서 보기
pt: Mostrar no Finder
th: แสดงใน Finder
tr: Finder'da Göster
zh_hans: 在Finder中显示
zh_hant: 在 Finder 中顯示

source: Simplified Chinese
de: Vereinfachtes Chinesisch
es: Chino simplificado
fr: Chinois simplifié
it: Cinese semplificato
ja: 簡体字中国語
ko: 간체중국어
pt: Chinês simplificado
th: จีนตัวย่อ
tr: Basitleştirilmiş Çince
zh_hans: 简体中文
zh_hant: 簡體中文

source: Skip existing
de: Vorhandene überspringen
es: Omitir existentes
fr: Ignorer les existantes
it: Salta esistenti
ja: 既存をスキップ
ko: 기존 항목 건너뛰기
pt: Ignorar existentes
th: ข้ามที่มีอยู่แล้ว
tr: Mevcutları atla
zh_hans: 跳过已有
zh_hant: 略過既有

source: Skip Existing Translations
de: Bestehende Übersetzungen überspringen
es: Omitir traducciones existentes
fr: Ignorer les traductions existantes
it: Salta traduzioni esistenti
ja: 既存の翻訳をスキップ
ko: 기존 번역 건너뛰기
pt: Ignorar traduções existentes
th: ข้ามการแปลที่มีอยู่
tr: Mevcut Çevirileri Atla
zh_hans: 跳过现有翻译
zh_hant: 跳過現有翻譯

source: Source
de: Quelle
es: Origen
it: Origine
ja: ソース
ko: 원문
pt: Origem
th: ต้นฉบับ
tr: Kaynak
zh_hans: 源语言
zh_hant: 來源

source: Split
de: Geteilt
es: Dividido
fr: Scindé
it: Diviso
ja: 分割
ko: 분할
pt: Dividido
th: แบ่ง
tr: Bölünmüş
zh_hans: 分栏
zh_hant: 分割

source: Start Conversion
de: Konvertierung starten
es: Iniciar conversión
fr: Lancer la conversion
it: Avvia conversione
ja: 変換開始
ko: 변환 시작
pt: Iniciar conversão
th: เริ่มการแปลง
tr: Dönüştürmeyi Başlat
zh_hans: 开始转换
zh_hant: 開始轉換

source: Success
de: Erfolg
es: Éxito
fr: Succès
it: Successo
ja: 成功
ko: 성공
pt: Sucesso
th: สำเร็จ
tr: Başarı
zh_hans: 成功
zh_hant: 成功

source: Successfully generated ARB files for all languages
de: ARB-Dateien für alle Sprachen erfolgreich generiert
es: Archivos ARB generados correctamente para todos los idiomas
fr: Fichiers ARB générés avec succès pour toutes les langues
it: File ARB generati correttamente per tutte le lingue
ja: すべての言語のARBファイルが正常に生成されました
ko: 모든 언어에 대한 ARB 파일이 성공적으로 생성되었습니다
pt: Arquivos ARB gerados com sucesso para todos os idiomas
th: สร้างไฟล์ ARB สำหรับทุกภาษาสำเร็จ
tr: Tüm diller için ARB dosyaları başarıyla oluşturuldu
zh_hans: 已成功为所有语言生成ARB文件
zh_hant: 已成功為所有語言產生 ARB 檔案

source: Successfully generated localizations for %d languages
de: Lokalisierungen für %d Sprachen erfolgreich generiert
es: Localizaciones generadas con éxito para %d idiomas
fr: Localisations générées avec succès pour %d langues
it: Localizzazioni generate con successo per %d lingue
ja: %d言語のローカライゼーションを正常に生成しました
ko: %d개 언어의 현지화를 성공적으로 생성했습니다
pt: Localizações geradas com sucesso para %d idiomas
th: สร้างการแปลภาษาสำหรับ %d ภาษาเรียบร้อยแล้ว
tr: %d dil için yerelleştirmeler başarıyla oluşturuldu
zh_hans: 已成功为 %d 种语言生成本地化文件
zh_hant: 已成功為 %d 種語言產生本地化檔案

source: Successfully generated localized files for all languages
de: Lokalisierte Dateien für alle Sprachen erfolgreich generiert
es: Archivos localizados generados correctamente para todos los idiomas
fr: Fichiers localisés générés avec succès pour toutes les langues
it: File localizzati generati correttamente per tutte le lingue
ja: すべての言語のローカライズファイルが正常に生成されました
ko: 모든 언어에 대한 지역화된 파일이 성공적으로 생성되었습니다
pt: Arquivos localizados gerados com sucesso para todos os idiomas
th: สร้างไฟล์ที่แปลแล้วสำหรับทุกภาษาสำเร็จ
tr: Tüm diller için yerelleştirilmiş dosyalar başarıyla oluşturuldu
zh_hans: 已成功为所有语言生成本地化文件
zh_hant: 已成功為所有語言產生本地化檔案

source: Successfully generated localized JSON file containing %@ translation items
de: Lokalisierte JSON-Datei mit %@ Übersetzungseinträgen erfolgreich generiert
es: Archivo JSON localizado generado correctamente con %@ elementos de traducción
fr: Fichier JSON localisé contenant %@ éléments de traduction généré avec succès
it: File JSON localizzato generato correttamente contenente %@ elementi di traduzione
ja: %@の翻訳項目を含むローカライズされたJSONファイルが正常に生成されました
ko: %@ 개의 번역 항목을 포함하는 지역화된 JSON 파일이 성공적으로 생성되었습니다
pt: Arquivo JSON localizado gerado com sucesso contendo %@ itens de tradução
th: สร้างไฟล์ JSON ที่แปลแล้วสำเร็จ โดยมีรายการแปล %@ รายการ
tr: %@ çeviri öğesi içeren yerelleştirilmiş JSON dosyası başarıyla oluşturuldu
zh_hans: 已成功生成包含%@个翻译项目的本地化JSON文件
zh_hant: 已成功產生包含 %@ 個翻譯項目的本地化 JSON 檔案

source: Sync completed successfully
de: Synchronisierung erfolgreich abgeschlossen
es: Sincronización completada correctamente
fr: Synchronisation terminée avec succès
it: Sincronizzazione completata correttamente
ja: 同期が正常に完了しました
ko: 동기화가 성공적으로 완료되었습니다
pt: Sincronização concluída com sucesso
th: ซิงค์เสร็จสมบูรณ์
tr: Senkronizasyon başarıyla tamamlandı
zh_hans: 同步完成
zh_hant: 同步完成

source: Sync failed:
de: Synchronisierung fehlgeschlagen:
es: Error de sincronización:
fr: Synchronisation échouée :
it: Sincronizzazione fallita:
ja: 同期失敗：
ko: 동기화 실패:
pt: Falha na sincronização:
th: ซิงค์ล้มเหลว:
tr: Senkronizasyon başarısız:
zh_hans: 同步失败：
zh_hant: 同步失敗：

source: Sync to Source
de: Mit Quelle synchronisieren
es: Sincronizar con la fuente
fr: Synchroniser avec la source
it: Sincronizza con la sorgente
ja: ソースに同期
ko: 소스에 동기화
pt: Sincronizar com a fonte
th: ซิงค์ไปยังต้นฉบับ
tr: Kaynakla Senkronize Et
zh_hans: 同步到源代码
zh_hant: 同步到原始碼

source: Table
de: Tabelle
es: Tabla
fr: Tableau
it: Tabella
ja: 表
ko: 표
pt: Tabela
th: ตาราง
tr: Tablo
zh_hans: 表格
zh_hant: 表格

source: Test Connection
de: Verbindung testen
es: Probar conexión
fr: Tester la connexion
it: Prova connessione
ja: 接続をテスト
ko: 연결 테스트
pt: Testar ligação
th: ทดสอบการเชื่อมต่อ
tr: Bağlantıyı Test Et
zh_hans: 测试连接
zh_hant: 測試連線

source: Testing…
de: Wird getestet …
es: Probando…
fr: Test…
it: Verifica…
ja: テスト中…
ko: 테스트 중…
pt: A testar…
th: กำลังทดสอบ…
tr: Test ediliyor…
zh_hans: 测试中…
zh_hant: 測試中…

source: This may take a few minutes depending on the number of languages selected
de: Dies kann je nach Anzahl der ausgewählten Sprachen einige Minuten dauern
es: Esto puede tardar unos minutos según el número de idiomas seleccionados
fr: Cela peut prendre quelques minutes selon le nombre de langues sélectionnées
it: Potrebbero essere necessari alcuni minuti in base al numero di lingue selezionate
ja: 選択した言語の数によっては数分かかる場合があります
ko: 선택한 언어 수에 따라 몇 분이 걸릴 수 있습니다
pt: Isto pode demorar alguns minutos consoante o número de idiomas selecionados
th: อาจใช้เวลาสักครู่ขึ้นอยู่กับจำนวนภาษาที่เลือก
tr: Seçilen dil sayısına bağlı olarak birkaç dakika sürebilir
zh_hans: 根据所选语言数量，可能需要几分钟
zh_hant: 依所選語言數量，可能需要幾分鐘

source: Traditional Chinese
de: Traditionelles Chinesisch
es: Chino tradicional
fr: Chinois traditionnel
it: Cinese tradizionale
ja: 繁体字中国語
ko: 번체중국어
pt: Chinês tradicional
th: จีนตัวเต็ม
tr: Geleneksel Çince
zh_hans: 繁體中文
zh_hant: 繁體中文

source: Translate
de: Übersetzen
es: Traducir
fr: Traduire
it: Traduci
ja: 翻訳
ko: 번역
pt: Traduzir
th: แปล
tr: Çevir
zh_hans: 翻译
zh_hant: 翻譯

source: Translate Now
de: Jetzt übersetzen
es: Traducir ahora
fr: Traduire maintenant
it: Traduci ora
ja: 今すぐ翻訳
ko: 지금 번역
pt: Traduzir agora
th: แปลทันที
tr: Şimdi Çevir
zh_hans: 立即翻译
zh_hant: 立即翻譯

source: Translate only checked rows
de: Nur markierte Zeilen übersetzen
es: Traducir solo filas marcadas
fr: Traduire uniquement les lignes cochées
it: Traduci solo le righe selezionate
ja: チェックした行のみ翻訳
ko: 선택한 행만 번역
pt: Traduzir apenas linhas marcadas
th: แปลเฉพาะแถวที่เลือก
tr: Yalnızca işaretli satırları çevir
zh_hans: 仅翻译勾选行
zh_hant: 僅翻譯勾選列

source: Translated %lld language(s). Save to persist.
de: %lld Sprache(n) übersetzt. Speichern zum Beibehalten.
es: Traducido(s) %lld idioma(s). Guarda para conservar.
fr: %lld langue(s) traduite(s). Enregistrez pour conserver.
it: Tradotte %lld lingue. Salva per mantenere.
ja: %lld 言語を翻訳しました。保存して反映してください。
ko: %lld개 언어를 번역했습니다. 저장하여 유지하세요.
pt: Traduzido(s) %lld idioma(s). Guarde para persistir.
th: แปลแล้ว %lld ภาษา บันทึกเพื่อเก็บผลลัพธ์
tr: %lld dil çevrildi. Kalıcı olması için kaydedin.
zh_hans: 已翻译 %lld 种语言。请保存以写入文件。
zh_hant: 已翻譯 %lld 種語言。請儲存以寫入檔案。

source: Translating %@…
de: Übersetze %@ …
es: Traduciendo %@…
fr: Traduction de %@…
it: Traduzione di %@…
ja: %@ を翻訳中…
ko: %@ 번역 중…
pt: A traduzir %@…
th: กำลังแปล %@…
tr: %@ çevriliyor…
zh_hans: 正在翻译 %@…
zh_hant: 正在翻譯 %@…

source: Translating...
de: Übersetzung…
es: Traduciendo...
fr: Traduction en cours…
it: Traduzione in corso...
ja: 翻訳中…
ko: 번역 중...
pt: Traduzindo...
th: กำลังแปล...
tr: Çeviriliyor...
zh_hans: 正在翻译...
zh_hant: 翻譯中…

source: Translating…
de: Wird übersetzt …
es: Traduciendo…
fr: Traduction…
it: Traduzione…
ja: 翻訳中…
ko: 번역 중…
pt: A traduzir…
th: กำลังแปล…
tr: Çevriliyor…
zh_hans: 正在翻译…
zh_hant: 正在翻譯…

source: Translation
de: Übersetzung
es: Traducción
fr: Traduction
it: Traduzione
ja: 翻訳
ko: 번역
pt: Tradução
th: คำแปล
tr: Çeviri
zh_hans: 译文
zh_hant: 譯文

source: Translation cancelled
de: Übersetzung abgebrochen
es: Traducción cancelada
fr: Traduction annulée
it: Traduzione annullata
ja: 翻訳をキャンセルしました
ko: 번역이 취소됨
pt: Tradução cancelada
th: ยกเลิกการแปลแล้ว
tr: Çeviri iptal edildi
zh_hans: 翻译已取消
zh_hant: 翻譯已取消

source: Translation Complete
de: Übersetzung abgeschlossen
es: Traducción completada
fr: Traduction terminée
it: Traduzione completata
ja: 翻訳完了
ko: 번역 완료
pt: Tradução concluída
th: การแปลเสร็จสิ้น
tr: Çeviri tamamlandı
zh_hans: 翻译完成
zh_hant: 翻譯完成

source: Translation Failed
de: Übersetzung fehlgeschlagen
es: Error en la traducción
fr: Échec de la traduction
it: Traduzione fallita
ja: 翻訳に失敗しました
ko: 번역 실패
pt: Falha na tradução
th: การแปลล้มเหลว
tr: Çeviri başarısız
zh_hans: 翻译失败
zh_hant: 翻譯失敗

source: Translation failed: %@
de: Übersetzung fehlgeschlagen: %@
es: Error en la traducción: %@
fr: Échec de la traduction : %@
it: Traduzione fallita: %@
ja: 翻訳に失敗しました: %@
ko: 번역 실패: %@
pt: Falha na tradução: %@
th: การแปลล้มเหลว: %@
tr: Çeviri başarısız: %@
zh_hans: 翻译失败：%@
zh_hant: 翻譯失敗：%@

source: Translation Options
de: Übersetzungsoptionen
es: Opciones de traducción
fr: Options de traduction
it: Opzioni di traduzione
ja: 翻訳オプション
ko: 번역 옵션
pt: Opções de tradução
th: ตัวเลือกการแปล
tr: Çeviri Seçenekleri
zh_hans: 翻译选项
zh_hant: 翻譯選項

source: Translation Service
de: Übersetzungsdienst
es: Servicio de Traducción
fr: Service de traduction
it: Servizio di traduzione
ja: 翻訳サービス
ko: 번역 서비스
pt: Serviço de Tradução
th: การแปล
tr: Çeviri Servisi
zh_hans: 翻译服务
zh_hant: 翻譯服務

source: Unsaved changes
de: Ungespeicherte Änderungen
es: Cambios sin guardar
fr: Modifications non enregistrées
it: Modifiche non salvate
ja: 未保存の変更
ko: 저장되지 않은 변경사항
pt: Alterações não guardadas
th: มีการเปลี่ยนแปลงที่ยังไม่ได้บันทึก
tr: Kaydedilmemiş değişiklikler
zh_hans: 未保存的更改
zh_hant: 未儲存的變更

source: View in Review
de: In Prüfung anzeigen
es: Ver en Revisar
fr: Voir dans Révision
it: Vedi in Revisione
ja: レビューで表示
ko: 검토에서 보기
pt: Ver em Revisar
th: ดูในตรวจทาน
tr: İncelemede Görüntüle
zh_hans: 在审阅中查看
zh_hant: 在審閱中檢視

source: When enabled, only missing translations will be generated. Existing translations will be preserved.
de: Wenn aktiviert, werden nur fehlende Übersetzungen generiert. Bestehende Übersetzungen bleiben erhalten.
es: Cuando está habilitado, solo se generarán las traducciones que faltan. Las traducciones existentes se conservarán.
fr: Lorsqu'activé, seules les traductions manquantes seront générées. Les traductions existantes seront conservées.
it: Se abilitato, verranno generate solo le traduzioni mancanti. Le traduzioni esistenti verranno mantenute.
ja: 有効にすると、翻訳されていないものだけを生成します。既存の翻訳は保持されます。
ko: 활성화하면 누락된 번역만 생성됩니다. 기존 번역은 유지됩니다.
pt: Quando ativado, apenas traduções ausentes serão geradas. As traduções existentes serão preservadas.
th: เมื่อเปิดใช้งาน จะสร้างเฉพาะการแปลที่หายไปเท่านั้น การแปลที่มีอยู่จะได้รับการเก็บรักษาไว้
tr: Etkinleştirildiğinde, yalnızca eksik çeviriler oluşturulacaktır. Mevcut çeviriler korunacaktır.
zh_hans: 启用后，仅生成缺失的翻译。现有翻译将被保留。
zh_hant: 啟用後，僅會產生遺漏的翻譯。現有的翻譯將會保留。

source: Working…
de: Wird ausgeführt …
es: Trabajando…
fr: Traitement…
it: In corso…
ja: 処理中…
ko: 작업 중…
pt: A processar…
th: กำลังทำงาน…
tr: Çalışıyor…
zh_hans: 处理中…
zh_hant: 處理中…

source: You have unsaved edits in Localization Master.
de: Sie haben ungesicherte Bearbeitungen in Localization Master.
es: Tienes ediciones sin guardar en Localization Master.
fr: Vous avez des modifications non enregistrées dans Localization Master.
it: Hai modifiche non salvate in Localization Master.
ja: Localization Master に未保存の編集があります。
ko: Localization Master에 저장되지 않은 편집 내용이 있습니다.
pt: Tem edições por guardar no Localization Master.
th: มีการแก้ไขที่ยังไม่ได้บันทึกใน Localization Master
tr: Localization Master’da kaydedilmemiş düzenlemeleriniz var.
zh_hans: 审阅中有未保存的编辑。
zh_hant: 審閱中有未儲存的編輯。

source: Custom…
de: Benutzerdefiniert …
es: Personalizado…
fr: Personnalisé…
it: Personalizzato…
ja: カスタム…
ko: 사용자 지정…
pt: Personalizado…
th: กำหนดเอง…
tr: Özel…
zh_hans: 自定义…
zh_hant: 自訂…

source: Custom Model
de: Benutzerdefiniertes Modell
es: Modelo personalizado
fr: Modèle personnalisé
it: Modello personalizzato
ja: カスタムモデル
ko: 사용자 지정 모델
pt: Modelo personalizado
th: โมเดลกำหนดเอง
tr: Özel Model
zh_hans: 自定义模型
zh_hant: 自訂模型

source: (Optional)
es: (Opcional)
fr: (Facultatif)
it: (Facoltativo)
ja: （任意）
ko: (선택 사항)
pt: (Opcional)
th: (ไม่บังคับ)
tr: (İsteğe Bağlı)
zh_hans: （可选）
zh_hant: （可選）

source: Filter
es: Filtro
fr: Filtrer
it: Filtro
ja: フィルタ
ko: 필터
pt: Filtro
th: ตัวกรอง
tr: Filtre
zh_hans: 筛选
zh_hant: 篩選

source: Layout
es: Diseño
fr: Disposition
ja: レイアウト
ko: 레이아웃
pt: Esquema
th: เลย์เอาต์
tr: Düzen
zh_hans: 布局
zh_hant: 版面
